{
	"bathrm": "Badezimmer",
	"bedrm": "Schlafzimmer",
	"conf.rm": "Konferenzraum",
	"kitchen": "Küche",
	"lect.hall": "Vorlesungssaal",
	"livi.rm": "Wohnzimmer",
	"off.spc": "Büro",
	"resto": "Restaurant",
	"bathroom": "bathrm",
	"bedroom": "bedrm",
	"conference room": "conf.rm",
	"lecture hall": "lect.hall",
	"livingroom": "livi.rm",
	"office": "off.spc",
	"restaurant": "resto",
	"btn.cont": "Weiter",
	"btn.retry": "Erneut versuchen",
	"btn.conf": "Bestätigen",
	"btn.subm": "Absenden",
	"btn.canc": "Abbrechen",
	"btn.acpt": "Akzeptieren",
	"btn.rejt": "Ablehnen",
	"btn.lab": "Wähle ein Label",
	"btn.nxsc": "Nächste Szene",
	"btn.yes": "Ja",
	"btn.no": "Nein",
	"btn.inside": "Drinnen",
	"btn.outside": "Draußen",
	"btn.slide0": "Überhaupt nicht",
	"btn.slide1": "Perfekt",
	"expedesc.title": "Beschreibung der Studie",
	"expedesc.content1": "In diesem Experiment sollen Sie Objekte in Szenen platzieren. Ziel des Experiments ist es, typische Orte von Gegenständen zu ermitteln und festzustellen, ob sie eher im Inneren (z. B. in einer Schublade) oder außerhalb (z. B. auf dem Tisch) zu finden sind. Das Experiment dauert etwa 45 Minuten.<br/><br/>Die Szenen sind Innenräume (Schlafzimmer, Küche, Wohnzimmer und Büro), die Gegenstände sind Objekte, die man in einer Wohnung finden kann (z. B. Regenschirm, Locher).<br/><br/>Die gesammelten Daten werden für eine zukünftige Studie benötigt, in der diese Objekte in den Szenen platziert werden müssen. Ihre Antworten sind daher sehr wichtig für uns.<br/><br/>Gleich werden wir Ihnen genauere Anweisungen für das Experiment geben. Vorher werden wir noch ein paar Dinge überprüfen und abfragen.<br/><br/>Klicken Sie auf \"<b>${}</b>\".",
	"expedesc.content2": "<b>Bitte machen Sie das Experiment nur auf einem Laptop oder Computer mit mindestens 13 Zoll Bildschirmdiagonale (33cm). Verwenden Sie kein Telefon oder Tablet. </b><br/ ><br/ > Sie werden etwa <b>${}</b> Minuten benötigen, um die Studie zu absolvieren (inkl. Pausen und Instruktionen). Stellen Sie sicher, dass Sie genügend Zeit für das Experiment haben oder starten Sie das Experiment zu einem anderen Zeitpunkt. <br /> Versuchen Sie bitte die Aufgaben so gut wie möglich durchzuführen. <br /><br /> Für die vollständige Teilnahme an dem Experiment erhalten Sie 60 Versuchspersonenminuten.",
	"expedesc.repeat": "<b>Bitte lesen Sie vor Beginn der Studie noch einmal die allgemeinen Hinweise</b>.<br/><br/>In diesem Experiment haben Sie die Aufgabe, Objekte in Szenen zu platzieren. Unser Ziel ist es, den typischen Standort von Gegenständen zu ermitteln und festzustellen, ob sie eher drinnen (z. B. in einer Schublade) oder draußen (z. B. auf dem Tisch) zu finden sind. Das Experiment dauert etwa 45 Minuten.<br/><br/>Die Szenen sind Innenräume (Schlafzimmer, Küche, Wohnzimmer und Büro), die Gegenstände sind Objekte, die man in einer Wohnung finden kann (z. B. Regenschirm, Locher).<br/><br/>Die gesammelten Daten werden für eine zukünftige Studie benötigt, in der diese Objekte in den Szenen platziert werden müssen. Ihre Antworten sind daher sehr wichtig für uns.<br/><br/>Drücken Sie die \"<b>${}</b>\" um zu beginnen.",
	"consent.btn": "Weiter zur Einverständniserklärung",
	"consent.title": "Einverständniserklärung",
	"consent.content": "<em>Bevor Sie fortfahren, laden Sie bitte die <a href='consent.pdf' target='_blank'>Informationen zur Studienteilnahme</a> herunter und lesen Sie diese aufmerksam durch.</em><br /><br />",
	"consent.redir.title": "Weiterleiten",
	"consent.redir": "Weiterleiten zur Goethe-Universität Webpage...",
	"fullscrn.title": "Vollbildmodus",
	"fullscrn.content": "Für dieses Experiment muss sich Ihr Browser im Vollbildmodus befinden. Wenn Sie \"<b>Weiter</b>\" drücken, wechseln Sie automatisch in den Vollbildmodus. Sollten Sie den Vollbildmodus versehentlich verlassen, drücken Sie bitte die <em>F11</em> Taste, da die Daten des Experiments sonst unbrauchbar sind. <br /> <br /> Für Mac User: Drücken Sie die Tasenkombination <em>Ctrl + Command + F</em> und blenden Sie die obere Leiste aus.",
	"card.title": "Kartenmessung Test",
	"card.content": "<div class=\"ui-widget-content\" id=\"card-test-resizable\" class=\"ui-widget-content\" style=\"width:418px; height:265px;\"> <!-- src: https://www.psdgraphics.com/graphics/blank-white-credit-card-psd-template/ --> <img id=\"card-test\" src=\"./res/credit-card-template.png\" alt=\"card test\" style=\"width: 100%; height: 100%; opacity:.5;\"> </div> <br /> Holen Sie bitte eine Bankkarte <sup>1</sup> und platzieren diese auf dem obigen Bild. <br /> Passen Sie die Größe des Bildes an die der Bankkarte an, indem Sie auf das Icon unten rechts klicken und es verschieben. (<div class=\"ui-icon-grip-diagonal-se ui-icon\" style=\"width:16px;height:16px;\"></div>). <br /> <br /> Klicken Sie auf den \"${}\" Knopf, sobald Ihre Karte und das Bild übereinstimmen. <br /> <br /> <sub>1: Ungefähre Größe: 8.5 x 5.4 cm.</sub>",
	"subjdata.title": "Bitte füllen Sie den Fragebogen aus.",
	"subjdata.content": "<ul><li>Subject ID: <input minlength=\"3\" type=\"text\" id=\"UUID\", value=\"${}\"></li><p style=\"text-align: right; margin-left: -40px; margin-bottom: 10px; margin-top: 2px; font-size=12px; font-size: 12px; color: #4b3c93;\">Bitte verändern Sie die zugewiesene Identifikationsnummer nicht. <b> Notieren Sie sich diese Identifikationsnummer, falls Sie eine Bestätigung für die Teilnahme an dieser Studie benötigen (z.B. VPM).</b></p><li>Alter: <input type=\"number\" id=\"age\" style=\"width: 75px;\" min=\"18\" max=\"50\"> (18 bis 50 Jahre alt) &nbsp; Geschlecht: <select id=\"sex\"> <option value=\"Female\">weiblich</option> <option value=\"Male\">männlich</option> <option value=\"NoAns\">keine Angabe.</option> </select> </li><li>Land des Wohnsitzes: <input id=\"resid\" type=\"text\" minlength=\"2\" style=\"width: 200px;\" ></li><br/ ><p style=\"text-align: center; margin-left: -40px; margin-bottom:-20px; margin-top: 20px; font-size=14px; font-size: 12px; color: #933c3c;\">Bitte füllen Sie alle Informationen aus, bevor Sie auf \"Weiter\" klicken. </p><input type=\"hidden\" id=\"UserAgent\", value=\"${}\"><input type=\"hidden\" id=\"screenWpix\", value=\"${}\"><input type=\"hidden\" id=\"screenHpix\", value=\"${}\"></ul>",
	"expecheck.title": "Technische Checks",
	"expecheck.content1": "Bevor Sie beginnen, werden wir sicherstellen, dass Ihr Browser Bilder und Videos laden und anzeigen kann, wie wir es erwarten.<br/<br/>Können Sie zunächst die Wörter aufschreiben, die auf dem Bild unten erscheinen?<br/><br/>(Wortreihenfolge und Groß-/Kleinschreibung sind nicht wichtig)<br/><br/><input id=\"TOSAVEonSUBMIT\" type=\"text\" /><div id=\"cont-tmp\" style=\"width:400px;height:200px\"></div>",
	"expecheck.content2": "Können Sie wieder die Wörter auf dem Bild unten aufschreiben?<br/><br/>(Wortreihenfolge und Groß-/Kleinschreibung sind nicht wichtig)<br/><br/><input id=\"TOSAVEonSUBMIT\" type=\"text\" /> <div id=\"cont-tmp\" style=\"width:400px;height:200px\"></div>",
	"expecheck.content3": "Bei diesem Experiment werden Ihnen in einer kurzen Videoschleife rotierende Objekte gezeigt.<br/><br/>Bei diesem Experiment werden nicht mehr als 25 Megabyte an Daten heruntergeladen.<br/><br/>Um zu testen, ob Sie die Videos laden und anzeigen können, schreiben Sie bitte die unten stehenden Wörter auf. (Wortreihenfolge und Groß-/Kleinschreibung sind nicht wichtig)<br/><br/><input id=\"TOSAVEonSUBMIT\" type=\"text\" /><br/><br/><video id=\"video\" style=\"width:320px; height:320px;\" controls=\"\" src=\"./res/objects/Check.webm\" playsinline autoplay muted loop> Ihr Browser unterstützt kein HTML5-Video. </video><br/><br/>Möglicherweise müssen Sie auf das Video klicken, damit es abgespielt wird.",
	"instruct.describe1": "Wir werden nun die Benutzeroberfläche und ihre Verwendung in diesem Experiment erläutern. Sie besteht aus drei Elementen:<ol>  <li> <b>Hauptbildschirm</b> </li>  <li> Bedienfeld</li>  <li> Rotierendes Objekt</li></ol>Wir werden Ihnen 360 Grad Szenen zeigen. 360 Grad bedeutet, dass es so ist, als ob Sie sich in der Mitte des Raumes befinden und sich drehen könnten, um ihn im Detail zu sehen. Sie können sich wie in einem Videospiel umschauen und Ausschnitte der Szene erkunden (siehe Abbildung unten).<br/><br/><div class=\"stacked-images\">  <img src=\"./res/instruct/example_UI.jpg\">  <img src=\"./res/instruct/mask_1.png\" alt=\"Scene viewer\"></div><br/><br/>Wir werden Ihnen gleich zeigen, wie Sie sich in dem <b>Hauptbildschirm</b> zurechtfinden und Objekte platzieren können.",
	"instruct.title": "Die Benutzeroberfläche",
	"instruct.describe2": "<ol><li> Hauptbildschirm </li><li> <b>Bedienfeld</b></li><li> Rotierendes Objekt</li></ol>Um sich umzusehen, müssen Sie das Bedienfeld unten verwenden (siehe Bild). Dies ist ein 360-Grad-Bild der Szene. Sie können die Ansicht ändern (d. h. sich umsehen), indem Sie den roten Kasten im Bedienfeld verschieben. Klicken Sie dazu auf das Feld und ziehen Sie die Maus zu der gewünschten Stelle. Der rote Kasten umgibt den Bereich der Szene, der gerade im Hauptbildschirm sichtbar ist.<br/><br/><div class=\"stacked-images\"><img src=\"./res/instruct/example_UI.jpg\"><img src=\"./res/instruct/mask_2.png\" alt=\"Scene viewer\"></div>",
	"instruct.describe3": "<ol>  <li> Hauptbildschirm </li>  <li> Bedienfeld</li>  <li> <b>Rotierendes Objekt</b> </li></ol> Oben rechts wird ein rotierendes Bild eines Objekts neben der Szene angezeigt. Das ist das Objekt, das Sie irgendwo im Raum platzieren sollen. Der Name des Objekts wird zusammen mit dem Objekt angezeigt, falls es nicht eindeutig ist. Bitte beachten Sie, dass sich das Objekt von Versuch zu Versuch ändert.<br/><br/><div class=\"stacked-images\">  <img src=\"./res/instruct/example_UI.jpg\">  <img src=\"./res/instruct/mask_3.png\" alt=\"Scene viewer\"></div>",
	"instruct.describe4": "Wenn Sie Ihre bevorzugte Position für das Objekt gefunden haben, markieren Sie sie, indem Sie auf diese Position im <b>Hauptbildschirm</b> klicken. Ein rosafarbener Punkt <span class=\"pink-filled-dot\" style=\"display:inline-block;\"></span> erscheint, der die Position markiert. Dann erscheint ein Fenster, in dem Sie aufgefordert werden, die gewählte Position zu bestätigen.<br/><br/><div class=\"stacked-images\">  <img src=\"./res/instruct/example_UI.jpg\" alt=\"Scene viewer\" width=\"100%\"><br/><br/>  <div class=\"pink-filled-dot\" style=\"position: absolute; left: 30%; bottom: 40%;\"></div></div>Wenn Sie “NEIN” drücken, verschwindet der rosafarbene Punkt und Sie können wieder nach einem Platz für das Objekt suchen. Wenn Sie “JA” drücken, werden Sie gefragt, ob das Objekt innerhalb oder außerhalb der markierten Position platziert werden soll. Dies ist wichtig für uns, um die von Ihnen gewählte Position eindeutig zu identifizieren. Wenn Sie zum Beispiel einen Kühlschrank markiert haben und das Objekt innerhalb des Kühlschranks platzieren möchten, würden Sie “Drinnen” wählen. Wenn Sie hingegen einen Tisch markieren und das Objekt darauf platzieren möchten, würden Sie “Draußen” wählen.<br/><br/>Danach werden Sie gefragt: Ist es wahrscheinlicher, den Gegenstand im Inneren (z. B. Kühlschrank) oder außerhalb (z. B. Tisch) zu finden? Bitte beachten Sie, dass wir mit drinnen und draußen nicht z. B. im Haus oder im Garten meinen, sondern innerhalb/außerhalb eines anderen Objekts (z. B. eines Schranks).<br/><br/>In einer dritten Frage müssen Sie bewerten, wie sehr das Objekt in den aktuellen Raum gehört.<br/><br/>Schließlich wird nach jeweils 40 platzierten Objekten eine Pause eingelegt (Mindestdauer 20 Sekunden).",
	"practice.title": "Übung",
	"practice.content1": "Sie üben nun den Umgang mit der Benutzeroberfläche.<br/><br/>Klicken Sie auf ”Weiter” und folgen Sie den Anweisungen in der Objektbox oben rechts.",
	"practice.content2": "<b>Instructions</b><br/><br/>Klicken Sie im Bedienfeld auf \"CLICK HERE\" .<br>Folgen Sie dann den Anweisungen.<br/><br/>Beobachten Sie, wie das Bild im <b>Hauptbildschirm Ihren Bewegungen folgt</b>.<br/><br/>Sie können sich jetzt noch länger mit der Navigation vertraut machen.",
	"practice.content3": "<b>Instructions</b><br/><br/>Verschieben Sie die Ansicht mithilfe des <b>Bedienfelds</b> so, dass das blaue Rechteck innerhalb des <b>Hauptbildschirms.</b>ist.<br/><br/>Klicken Sie dann im Hauptbildschirm in das blaue Rechteck.</b><br/>Machen Sie das zweimal zum Üben.",
	"practice.clicksuccess": "Ausgezeichnet!",
	"practice.clickfail": "Sie haben außerhalb des blauen Rechtecks geklickt.",
	"question.title": "Frage ${}/${}",
	"question0": "Diese Position bestätigen?",
	"question1": "Möchten Sie das Objekt innerhalb oder außerhalb platzieren?",
	"question2": "Würden Sie im Allgemeinen davon ausgehen, eine/n <span id=\"fill-object\"></span> in einem/einer <span id=\"fill-scene-type\"></span> eher drinnen oder draußen zu finden ?",
	"question3": "Wie sehr passt ein/e <span id=\"fill-object\"></span> in ein/e <span id=\"fill-scene-type\"></span>?",
	"break.title": "Pause",
	"break.content": "Nehmen Sie sich eine Minute Zeit zum Entspannen.<br /><br /><b>Wichtige Erinnerung!</b> Die Genauigkeit unserer Daten hängt stark von der Genauigkeit Ihrer Antworten ab. Nachdem Sie die Position für ein Objekt ausgewählt haben, stellen Sie bitte sicher, dass Sie die darauf folgenden Fragen genau beantworten, insbesondere ob das Objekt <b>drinnen</b> oder <b>draußen</b> positioniert werden soll. Zum Beispiel, wenn Sie etwas in den Kühlschrank stellen möchten, sollte Ihre Wahl <b>drinnen</b> sein. Denken Sie daran, <b>draußen</b> bezieht sich auf das Innere von Möbeln (z.B., in einer Schublade oder einem Schrank), während sich <b>draußen</b> auf <i>sichtbare Orte</i> bezieht (z.B., auf einem Tisch, einem Regal oder an einer Wand). Vielen Dank! <br /><br />Drücken Sie \"${}\" wenn Sie bereit sind, das Experiment fortzusetzen.",
	"end.title": "Ende des Experiments",
	"end.content": "<p style=\"text-align:center; font-weight: bold; margin: auto; width: 100%; display: block;\">Vielen Dank für Ihre Teilnahme!<p><br /> Verlassen Sie diese Seite noch nicht! Wir müssen Ihre Versuchsdaten erst speichern.<br /> <p style=\"color: #001773; font-weight: bold;\" id=\"savedata\">Speichern von Daten auf dem Server...</p> Sie können die Versuchsdaten auf Ihrem Computer als Beweis für Ihre Teilnahme speichern (falls es Probleme mit dem Netzwerk gibt), indem Sie auf die Schaltfläche unten klicken.<br /><br /> <button style=\"margin: auto; width: 50%; display: block;\" id=\"savedata\">Export data</button><br /><br /> Wenn Sie Fragen zu dem Experiment haben, wenden Sie sich bitte an <b><a href=\"mailto:david@psych.uni-frankfurt.de?subject=[A3DS_SGL] Question&body=\n\nUUID: ${}\">Erwan David (david@psych.uni-frankfurt.de)</a></b>. Vergessen Sie nicht, Ihre Teilnehmer-ID anzugeben (<i>${}</i>)",
	"end.save.success": "Daten erfolgreich gespeichert.",
	"end.save.fail": "Aufgrund eines Netzwerkfehlers konnten wir Ihre Daten nicht auf unserem Server speichern. Bitte exportieren Sie die Daten mit dem untenstehenden Button und senden Sie die JSON-Datei an: <a href=\"mailto:david@psych.uni-frankfurt.de?subject=[A3DS_SGL] Error saving participant data&body=\n\nUUID: ${}\">experimenter</a>.<br />(server response: \"${}\")"
}
